Repository: dddavid51/luci-snort3-openwrt
Catalog: src/i18n/snort.*.po
Languages: fr

source: Alert
fr: Alerter

source: Block
fr: Bloquer

source: Drop
fr: Rejeter

source: Reject
fr: Refuser

source: Update rules
fr: Mettre à jour les règles

source: Update
fr: Mettre à jour

source: Rules update launched in background.
fr: Mise à jour des règles lancée en arrière-plan.

source: Snort - Alerts and Logs
fr: Snort - Alertes et Logs

source: Recent alerts (50 most recent)
fr: Dernières alertes (50 plus récentes)

source: Refresh
fr: Actualiser

source: Snort system logs (20 most recent)
fr: Logs système Snort (20 plus récents)

source: No logs
fr: Aucun log

source: View detailed reports via SSH with the command:
fr: Consultez les rapports détaillés via SSH avec la commande:

source: Log files:
fr: Fichiers de logs:

source: Controls
fr: Contrôles

source: Quick actions
fr: Actions rapides

source: Update status
fr: Statut mise à jour

source: Click on "Update" to start the rules update
fr: Cliquez sur "Mettre à jour" pour lancer la mise à jour des règles

source: Update in progress...
fr: Mise à jour en cours...

source: Update completed!
fr: Mise à jour terminée !

source: Active symbolic link
fr: Lien symbolique actif

source: Create a symbolic link from /var/snort.d/rules to /etc/snort/rules?
fr: Créer un lien symbolique de /var/snort.d/rules vers /etc/snort/rules ?

source: Symbolic link created successfully!
fr: Lien symbolique créé avec succès !

source: Error creating symbolic link
fr: Erreur lors de la création du lien symbolique

source: Directory does not exist:
fr: Le répertoire n'existe pas :

source: Rules are in
fr: Les règles sont dans

source: Create symbolic link
fr: Créer le lien symbolique

source: No rules directory found
fr: Aucun répertoire de règles trouvé

source: Rule files:
fr: Fichiers de règles:

source: Fast alerts
fr: Alertes rapides

source: Detailed JSON alerts
fr: Alertes JSON détaillées

source: No alerts
fr: Aucune alerte

source: No alerts recorded
fr: Aucune alerte enregistrée

source: Update already in progress...
fr: Mise à jour déjà en cours...

source: Update launched in background. Monitoring starts automatically.
fr: Mise à jour lancée en arrière-plan. Le suivi démarre automatiquement.

source: Temporary files cleaned
fr: Fichiers temporaires nettoyés

source: Old directory backed up.
fr: Ancien répertoire sauvegardé.

source: In progress...
fr: En cours...

source: Error
fr: Erreur

source: Running
fr: En cours d'exécution

source: Stopped
fr: Arrêté

source: Snort memory
fr: Mémoire Snort

source: System memory
fr: Mémoire système
